Revit 2024 API
ParameterTypeId.RebarHostCategory Property
 "Host Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarHostCategory { get; }
Visual Basic
Public Shared ReadOnly Property RebarHostCategory As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarHostCategory {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace